<template>
  <section class="service-list row">
    <Review class="col-md-12 col-lg-4"
             v-for="review in reviews"
             :text="review.text"
    />
  </section>
</template>

<script>

import Review from "@/components/Review/Review";

export default {
  name: 'ReviewsView',
  components: {Review},
  data () {
    return {
      reviews: [
        {
          text:`Анатолий Волчко, директор по коммуникациям, "Абсолют": «Наша компания заказывала в лаборатории сбор и обработку данных. Своих рук на всё не хватает. Радует гибкий подход: о полях и формате выгрузки всегда можно договориться.»`
        },
        {
          text:`Евгения Васильева, руководитель "Inter Vision": «Мы много взаимодействовали с лабораторией, в основном в области компьютерного зрения: написание инфраструктуры для сегментации в реальном времени, дообучение YOLO моделей. Работа была выполнена в срок, порадовало качество и налаженность взаимодействия.»`
        },
        {
          text:`Даниил Танжиров, руководитель "Push To Talk": «Заказывали интерактивного чат-бота для замены персонала поддержки. Понравилось, что работы были сделаны в срок, у нас не возникло проблем с интеграцией и решение сразу заработало с хорошим качеством.»`
        },
      ]
    }

  }
}

</script>

<style>
</style>